Repository: marc-mosca/Intra42
Catalog: Intra42/Ressources/Localizable.xcstrings
Source language: en
Languages: fr

source: %@'s profile
fr: Profil de %@

source: %lld days
fr: %lld jours

source: %lld hours
fr: %lld heures

source: %lld hours %lld minutes
fr: %lld heures %lld minutes

source: Account
fr: Compte

source: Achieved objectives to obtain achievements.
fr: Atteindre les objectifs pour obtenir des réalisations.

source: Achievements
fr: Réalisations

source: Activities
fr: Activités

source: Add
fr: Ajouter

source: Add a correction slot
fr: Ajouter un créneau de correction

source: All
fr: Tous

source: An error has occurred
fr: Une erreur est survenue

source: An error has occurred with the authorization to share your data.
fr: Une erreur s'est produite dans l'autorisation de partager vos données.

source: An error has occurred with the network. Please try again later.
fr: Une erreur s'est produite avec le réseau. Veuillez réessayer plus tard.

source: Begin
fr: Début

source: Cancel
fr: Annuler

source: Connect to a workstation on your campus to see how long you've been online this month.
fr: Connectez-vous à un poste de travail sur votre campus pour savoir combien de temps vous avez été en ligne ce mois-ci.

source: Connectivity
fr: Connectivité

source: Correction Point Historics
fr: Historique des points de correction

source: Correction points
fr: Points de correction

source: Correction slots
fr: Créneaux de correction

source: Create a correction slot
fr: Créer un créneau de correction

source: Create a correction slot to see it appear in the list.
fr: Créez un créneau de correction pour le voir apparaître dans la liste.

source: Dark
fr: Sombre

source: Dashboard
fr: Tableau de bord

source: Default
fr: Par défaut

source: Do you really like to subscribe for this event?
fr: Souhaitez-vous vraiment vous inscrire à cet événement ?

source: Do you really want to log out of the application?
fr: Voulez-vous vraiment vous déconnecter de l'application ?

source: Do you really want to unsubscribe from this event?
fr: Voulez-vous vraiment vous désinscrire de cet événement ?

source: Duration
fr: Durée

source: Email
fr: Adresse mail

source: End
fr: Fin

source: Events
fr: Événements

source: Finished
fr: Terminé

source: General
fr: Général

source: Headline
fr: À la une

source: Help
fr: Aide

source: In progress
fr: En cours

source: Language
fr: Langue

source: Level
fr: Niveau

source: Level - %@
fr: Niveau - %@

source: Light
fr: Clair

source: Location
fr: Lieu

source: Log out
fr: Se déconnecter

source: My Activities
fr: Mes activités

source: My campus
fr: Mon campus

source: My profile
fr: Mon profil

source: Name
fr: Nom

source: New correction slot
fr: Nouveau créneau de correction

source: No
fr: Non

source: No achievements found
fr: Aucune réalisation trouvée

source: No correction slots found
fr: Aucun créneau de correction trouvé

source: No corrections planned
fr: Aucune correction prévu

source: No events are planned on your campus.
fr: Aucun événement n'est prévu dans votre campus.

source: No events found
fr: Aucun événement trouvé

source: No events planned
fr: Aucun événement prévu

source: No examinations planned
fr: Aucun examen prévu

source: No exams are scheduled on your campus.
fr: Aucun examen n'est prévu dans votre campus.

source: No hours this month
fr: Aucune heure ce mois-ci

source: No projects found
fr: Aucun projet trouvé

source: No skills found
fr: Aucune compétences trouvé

source: Patronages
fr: Parrainages

source: Phone number
fr: Numéro de téléphone

source: Profile
fr: Profil

source: Projects
fr: Projets

source: Projects related
fr: Projets liés

source: Refresh informations
fr: Rafraichir les informations

source: Register for an event offered by your campus to see it appear here.
fr: Inscrivez-vous à un événement proposé par votre campus pour le voir apparaître ici.

source: Register for an exam offered by your campus to see it appear here.
fr: Inscrivez-vous à un examen proposé par votre campus pour le voir apparaître ici.

source: Registered
fr: Inscrit

source: Report a problem
fr: Signaler un problème

source: Retrieving your current information...
fr: Récupération de vos informations...

source: Search
fr: Recherche

source: Search and view the profile of any other student on the worldwide 42 network.
fr: Recherchez et consultez le profil de n'importe quel autre étudiant sur le réseau mondial 42.

source: Select a filter
fr: Sélectionner un filtre

source: Select an activity category
fr: Sélectionner une catégorie d'activité

source: Set a default value for the number of hours you wish to work per day. Leave on "Default" if you want the application to automatically calculate the number of hours you should work per month.
fr: Définissez une valeur par défaut pour le nombre d'heures que vous souhaitez travailler par jour. Laissez sur "Par défaut" si vous voulez que l'application calcule automatiquement le nombre d'heures que vous devez travailler par mois.

source: Set the default langauge for the application.
fr: Définissez la langue utilisée par défaut pour l'application.

source: Set the default theme for the application.
fr: Définissez le thème utilisé par défaut pour l'application.

source: Settings
fr: Paramètres

source: Sign In
fr: Se connecter

source: Skills
fr: Compétences

source: Slots available
fr: Créneaux disponible

source: Slots taken
fr: Créneaux pris

source: Subscribe
fr: S'inscrire

source: Subscribe to the event
fr: S'inscrire à l'événement

source: Subscribers
fr: Participants

source: System
fr: Système

source: The authorisation key is no longer valid (code 401).
fr: La clé d'autorisation n'est plus valable (code 401).

source: The request is not valid.
fr: La requête n'est pas valide.

source: The server has returned an invalid error (code 400).
fr: Le serveur a renvoyé une erreur invalide (code 400).

source: The server receives too many requests (code 429).
fr: Le serveur reçoit trop de demandes (code 429).

source: Theme
fr: Thème

source: Unsubscribe
fr: Se désinscrire

source: Unsubscribe from the event
fr: Se désinscrire de l'événement

source: Validate projects to earn skills points.
fr: Valider des projets pour gagner des points de compétence.

source: Value
fr: Valeur

source: View and manage your upcoming events, examinations and corrections.
fr: Consultez et gérez vos événements, examens et corrections à venir.

source: View your projects, your logtime, your events and much more information about your course.
fr: Consultez vos projets, votre temps de connexion, vos événements et bien d'autres informations sur votre cours.

source: Welcome to
fr: Bienvenue sur

source: When a student takes one of your correction slots to be corrected, you'll see it appear here.
fr: Lorsqu'un étudiant prendra l’un de vos créneaux de correction pour se faire corriger, vous le verrez apparaître ici.

source: Yes
fr: Oui

source: You must have taken part in an event to perceive it in the list.
fr: Vous devez avoir participé à un événement pour le percevoir dans la liste.

source: You must register or have submitted a project to perceive it appears in this list.
fr: Vous devez vous inscrire ou avoir soumis un projet pour qu'il apparaisse dans cette liste.

# You will be evaluated by %@ on %@ in %@.
source: You will be evaluated by %1$@ on %2$@ in %3$@.
fr: Vous serez évalué par %1$@ sur %2$@ dans %3$@.

# You will evaluate %@ on %@ in %@.
source: You will evaluate %1$@ on %2$@ in %3$@.
fr: Vous évaluerez %1$@ sur %2$@ dans %3$@.

source: Your activities
fr: Vos activités

source: Your profile
fr: Votre profil
